export const testdata =[
    {
        num : 6,
        gpunum : 'GPU - 7 - :',
        slug : 'sanctum',
        title : 'Sanctum',
        artist : [],
        date : '13 June 2023 ~',
        img : ['sanctum01.png'],
        text :
`<div><p style="font-style:italic;">“Sanctum”</p><br /><br />
<p>e1m1:hanger의 충격에서 어느덧 30년이 흘렀다.</p><br /><br />
<p>우리는 그 혁신으로부터 과연 무엇을 배웠을까?</p><br /><br />
<p>익숙하고 뻔한 오락거리가 되었고 환영 중에서도 저급 환영 취급만 남은 것 같다.<br />
사실은 교육적 인터페이스였는데.</p><br /><br />
<p>감각과 주관에 의존하는 사물에 비해 객체는 환영적으로 재현될 뿐 객관적이고 명확한 실체를 가진다.</p><br /><br />
<p>따라서 부족한 것은 시각화가 아닐 수도 있다.<br />
보여주는 방식을 아무리 갱신한들, 환영 속에 갇혀서 환영밖에 읽어내지 못하는 눈이 먼저 갱신되어야 하는게 아닐까?</p><br /><br />
<p>사물의 소멸은 필연적이고 인간의 업데이트는 느리다.<br />
기도나 하는게 좋을지도 모르겠다.</p><br /><br />
<p>▫️기간 : 2023. 6. 13 ~<br />
▫️기획 : GPU<br />
▫️제작 : screenxyz</p></div>`,
        vr : 'https://xr.screenxyz.net/vas/sanctum'
    },
    {
        num : 5,
        gpunum : 'GPU - 6 - :',
        slug : 'src',
        title : 'SRC',
        artist : ['Eun Oh'],
        date : '20 Dec 2022 ~',
        img : ['src01.jpg', 'src02.jpg'],
        text : '',
        vr : 'https://xr.screenxyz.net/src'
    },
    {
        num : 4,
        gpunum : 'GPU - 5 - :',
        slug : 'sujanggo',
        title : 'SUJANGGO.basestation',
        artist : [],
        date : '28 ~ Oct 2022',
        img : ['sujanggo01.png'],
        text : 
`<div><p>3rd SUJANGGO수장고 《SUJANGGO.기지국》</p><br /><br />
<p>3rd SUJANGGO수장고 《SUJANGGO.기지국》<br />
2022. 10. 28. (금)一11. 06. (일)<br />
12:00 - 19:00<br />
마더 오프라인(서울 용산구 이태원로55나길 6 2층)</p><br /><br />
<p>참여작가 | 곽인탄, 권오상, 이유성, 이진영, 임재균, 정성진, 차슬아, 최고은, 최하늘, 홍기하, 황수연, 3d knittinger(김혜원) X 한진, 김한나라, 돈선필, 박미정, 이동훈, 이영, 이충현, 정유진, 조이솝
2차 창작물 참여작가 | 김을지로, 입자필드, 오가영</p><br /><br />
<p>총괄 기획 | 정휘윤<br />
협력 기획 | 봉완선<br />
행정 | 김보경<br />
편집 | 정소영<br />
웹 디자인 및 개발, 응용프로그램 디자인 | YYY<br />
응용프로그램 개발 | NO PINE NO APPLE<br />
그래픽 디자인 | 박유빈<br />
공간 디자인 및 제작 | 샴푸<br />
촬영 | 정순영<br />
사운드 제작 | 김태훈<br />
온라인 공간 기획 협력 | GPU<br />
도움 | 강진주, 곽나현, 이상민, 이준호, 최지우, 황우현, 수치</p><br /><br />
<p>주최 및 주관 | SUJANGGO수장고<br />
협력 | 마더 미디어, 정지수<br />
후원 | 온라인미디어 예술활동 지원사업, 문화체육관광부, 한국문화예술위원회</p><br /><br />
<p>본 프로젝트는 문화체육관광부, 한국문화예술위원회 <2022년 온라인미디어 예술활동 지원사업>의 지원을 받아 제작되었습니다.</p></div>`,
        vr : 'https://xr.screenxyz.net/sujanggo'
    },
    {
        num : 3,
        gpunum : 'GPU - 4 - :',
        slug : 'coordinates',
        title : 'COORDINATES',
        artist : ['Youngjea Kim'],
        date : '2 - 16 Aug 2022',
        img : ['coord01.jpg', 'coord02.jpg', 'coord03.jpg', 'coord04.jpg', 'coord05.jpg'],
        text : 
`<div><p style="font-weight:bold;text-align:center;">"work: 새로운 과거를 추동하는 회화"</p><br /><br />
<p style="font-weight:bold;text-align:right;">권시우</p><br /><br />
<p>과거라는 영토는 무수히 침략당했지만, 그와 별개로 ‘그곳’은 미처 식민화되지 못했다. 애초에 식민화는 지배 욕구에 기반한다. 그러나 유튜브 시대 이후, 네트에 산개한 과거의 단편들은 사용자를 자처하는 누구나 선뜻 소비할 수 있는 재료로 거듭났다. 그런 의미에서 과거는 일종의 공유지에 가깝다. 공유지에 합류한 일련의 사용자들은 각자의 방식으로 과거를 재편하면서, 식민주의가 도저히 파악할 수 없는 혼란상을 초래했다. 문제는 이때의 혼란상이 저항의 수사를 넘어서, 그것을 초래한 사용자 자신마저도 통제할 수 없는 지경에까지 이르렀다는 사실이다. 그렇다면 이는 아나키즘의 소산인가? 하지만 과거에는 정치적인 의도가 없다. 다만 ‘그곳’은 너무나도 번성한 나머지, 마침내 영토의 경계에서 벗어나 자신에 대한 복음을 현재로 설파하기 시작한다.</p><br /><br />
<p>지금의 우리는 그러한 복음에 충분히 감화돼 있다. 과거가 가라사대, 현재는 더 이상 새롭게 개간될 수 없으며, 단지 자신을 대변하는 무수한 컨텐츠들을 수용하기 위한 시간의 공백에 불과하다. 실제로 이때의 컨텐츠는 ‘새로움’에 대한 허기를 얼마간 충족시켜준다. 이를테면 우리들 대다수가 경험한 적 없는 과거가 데이터라는 형식을 매개로 현전하는 순간 발생하는 충격은, 새로운 과거라는 모순된 표현을 기꺼이 허용한다. 심지어 일련의 사용자들은 자신이 체감한 충격을 무릅쓰고, 이미 지나간 컨텐츠들을 다양한 방식으로 매시업하면서, 새로운 과거에 대한 소비를 적극적으로 유도하기에 이른다. 물론 그럴수록 충격은 둔화되지만, 바로 그렇기 때문에 한때 과거가 초래했던 혼란상은 사용자의 권한을 토대로 충분히 통제할 수 있는 나름의 개요를 확보하게 된다.</p><br /><br />
<p>즉 이제 중요한 것은 과거 자체가 아니라, 현재 시점에서 과거를 운용하는 방식이다. 과거의 단편들이 끊임없이 현재로 회귀했던 레트로 열풍이 우리에게 남긴 교훈이 있다면, 그것은 바로 새로운 과거에 지나치게 몰입하는 순간, 시간에 대한 원근법이 와해됨으로써, 우리가 과거를 온전히 마주할 수 있는 지정학적인 위치를 망각한다는 사실이다. 그런 의미에서 현재 시점은 과거와의 상대적인 거리를 유지한 채, 우리의 주체성을 보증하기 위한 일종의 지표로 기능한다. 이는 자연스레 인터페이스의 국면을 야기하는데, 왜냐하면 지금의 주체는 자신이 마주하는 과거가 설사 납작한 이미지의 나열에 불과하더라도, 그것들을 인터페이스라는 형식을 통해 새롭게 조형해낼 수 있는 역량이 있기 때문이다. 그 과정에서 이미지는 마침내 전방위한 객체로 거듭난다.</p><br /><br />
<p>그러한 상황은 현대미술 차원에서 새로운 조형의 방법론을 성사시킨다. 이를테면 제리 살츠가 좀비 형식주의를 허접 추상Crapstraction이라고 혹평할 수 밖에 없었던 이유는, 바로 인터페이스의 국면을 충분히 이해하지 못했기 때문이다. 즉 미술사의 잔해들은 단순히 새로운 컨텐츠에 대한 시장의 수요에 대응하기 위해 섣불리 망라된 것이 아니라, 지금의 주체가 레트로 열풍 속에서 생략된 과거와의 거리감을 회복한 채, 마침내 과거를 인터페이스라는 형식 내에 기입할 수 있는 가능성에 의해 촉발됐다. 이로써 미술사는 잔해의 위상에서 벗어나, 현재 시점을 토대로 얼마든지 재/구성될 수 있는 조형적인 대상으로 거듭난다. 좀비 형식주의는 바로 그 지점에서부터 전개되기 시작하며, 그 과정에서 우리는 과거를 거듭 전용함으로써, 현재라는 공허를 벌충한다.</p><br /><br />
<p>김영재의 작업은 좀비 형식주의의 전개를 반영하되, 그것을 보다 체계적인 방식으로 수행한다. 이때의 체계는 일정 부분 이미지 편집 프로그램이 제공하는 각종 도구 상자에서 연원하는데, 이를테면 작가가 재료로 삼는 미술사의 여러 국면들은 레이어 차원에서 최종적으로 합성된 채, 마침내 회화로 제시된다. 심지어 작가는 일련의 레이어들이 중첩되는 방식을 정교하게 도표화하고, 이를 토대로 회화 작업을 진행함으로써, 거의 자동화된 프로세스를 확보한다. 그러나 문제는 이 모든 과정이 다름 아닌 회화적 묘법으로 구사된다는 점이다. 즉 레이어는 사실상 합성된 것이 아니라, 순전히 회화의 문법에 의지해 그것이 레이어로 식별될 수 있게끔 그려진 것에 가깝다. 그러므로 관객은 레이어들 사이의 위계를 가늠하면서, 자연스레 ‘그림’의 궤적을 좇게 된다.</p><br /><br />
<p>그런 의미에서 작가가 염두하고 있는 레이어라는 개념은, 사실상 회화적인 차원의 밀도를 극대화하기 위한 수단에 가깝다. 실제로 레이어가 중첩된 세부를 살펴보면, 상이한 ‘그림’의 궤적들이 서로 미묘하게 얽혀 들어간 채, 레이어의 선후 관계를 조절하고 있다는 사실을 알 수 있다. 작가는 앞선 과정을 셔플링shuffling이라고 표현하는데, 이는 단순히 레이어들을 뒤섞는 게 아니라, 회화적 묘법을 통해 기존의 레이어 회화를 재현하려는 시도다. 굳이 그러한 시도를 감행하는 이유는, 레이어 회화의 관습들을 ‘그림’으로 수렴함으로써, 디지털 환경에 의해 표준화된 레이아웃에 구애 받지 않는, 혹은 그것을 극복하기 위한 새로운 회화를 창안하기 위해서다. 즉 일련의 작업들을 양산한 자동화된 프로세스는, 순전히 ‘그림’에 숙련된 작가의 기술적인 능력으로 구현된다.</p><br /><br />
<p>문제는 개별 레이어가 여전히 미술사의 특정한 국면을 담보하고 있다는 점이고, 바로 그렇기 때문에 재현의 수사는 더욱 복잡해진다. 이를테면 작가가 현대미술의 도판에서 자의적으로 선별한 ‘이미지’들은 작업 내에서 어떤 상관 관계를 형성하는가? 앞선 질문에 화답하기 위해선, 일련의 작업들이 대체 역사의 산물로 거듭나야 하지만, 사실상 ‘이미지’는 그것의 배후에 있는 컨텍스트와 무관하게 순전히 시각적인 차원에서 셔플링될 뿐이다. 즉 작가는 ‘그림’을 완성하기 위해서 레퍼런스를 차용했을 뿐, 그 과정에서 미술사를 섣불리 재편하지는 않는다. 결국 레퍼런스는 ‘그림’의 궤적들을 유도하기 위한 일종의 장치에 가까우며, 그런 의미에서 허접 추상의 무작위한 콜라주와 달리, 작업 내에 어떤 장치들을 도입하는지에 따라 ‘그림’의 양상이 달라진다.</p><br /><br />
<p>이로써 레이어 회화에 대한 재현은, 보다 엄격한 체계 속에서 전개된다. 즉 레이어는 단순히 ‘이미지’의 층위를 분별할 수 있는 가능성을 제공하는 게 아니라, 작업 내에서 회화적 묘법을 활성화하는 계기로 작동하면서, 오히려 그것이 전제하고 있는 위계를 모호하게 만든다. 이때의 모호한 상태는 개별 레이어가 여전히 미술사에서 발췌한 레퍼런스와 연계돼 있다는 점에서, 과거가 담보하고 있는 시간성을 와해시킨다. 즉 우리는 다시금 과거의 잔해를 어떻게 수습할 지에 대한 문제와 맞닥뜨리게 되는데, 이는 결국 인터페이스의 국면을 통해서만 해소될 수 있다. 이를테면 일련의 작업들은 현재 시점에서 미술사로 대변되는 과거를 재/방문하고, 그로부터 도출해낸 레퍼런스들을 ‘이미지’로 대상화한 채, 해당 ‘이미지’의 역학 관계를 유도하면서 ‘그림’을 직조한다.</p><br /><br />
<p>달리 말해 ‘그림’은 단순히 회화적 묘법을 계승한 결과물이 아니라, 회화적 묘법이라는 형식을 전개하기 위해 ‘이미지’를 인터페이스 차원에서 운용하는 것이나 다름없다. 이는 어느 순간부터 레이어 회화에 대한 재현을 넘어서, 작가의 표현주의적 충동을 배제한 채, 순전히 인터페이스의 자체 역량만으로 ‘그림’을 완성시키는 단계에 이른다. 즉 작가는 과거의 잔해들을 거의 알고리즘에 가까운 방식으로 취합하는 과정 속에서 ‘그림’의 궤적을 모색하며, 이로써 역사적인 맥락과 무관한 새로운 합목적성을 선취하게 된다. 이를테면 일련의 작업들을 추동하는 것은, 지금의 회화가 인터페이스의 국면에 부합하는 ‘그림’으로 성사되기 위한 조건이다. 그리고 바로 그 지점에서 미술사로 대변되는 과거는 현재 시점을 토대로 재/구성할 수 있는 조형의 대상으로 변화한다.</p><br /><br />
<p>물론 그런 식으로 대상화된 과거는 여전히 ‘이미지’에 가깝지만, 작가의 의해 활성화된 인터페이스는 그것을 전방위한 객체로 수용할 수 있는 역량이 있다. 그러므로 일련의 작업들은 단순히 ‘이미지’로 현전하는 게 아니라, 전방위한 객체들을 회화적 묘법으로 포괄한 결과물로 거듭난 채, 관객으로 하여금 보다 다중화된 시점으로 ‘그림’을 파악할 것을 요구한다. 이를테면 작가는 현대미술의 도판 이미지에 수록된 회화 작업들이 실제로 어떻게 조형됐는지 복기하면서 객체로서의 ‘이미지’를 도출해내고, 그것들을 작업 내에서 말 그대로 셔플링하는 과정을 통해, 각기 다른 조형의 방법론을 회화적 묘법으로 상호 교차시킨다. 그런 의미에서 이제 ‘그림’은 평면에 종속된 상태에서 벗어나, 일종의 조형적인 오브제로 거듭난 채, 자신에게 할당된 공간을 점유해 나간다.</p><br /><br />
<p>그러므로 회화는 더 이상 순수 평면을 지향하지 않는다. 즉 ‘이미지’에 함축된 조형의 방법론으로 ‘그림’을 전개하는 과정에서, 평면은 일종의 인터페이스적 장場으로 전환된 채, 하인리히 뵐플린이 제시한 회화적 회화와는 또 다른 맥락에서의 공간감을 확보하게 된다. 이를테면 인터페이스적 장은 사용자의 전지적인 권한 내에서 일련의 전방위한 객체들을 자유롭게 운용하게끔 유도하며, 실제로 작가는 자신이 다각도에서 포착한 ‘이미지’의 면면들을 ‘그림’의 대상으로 재/구성하고, 이를 토대로 회화적 묘법을 구사할 수 있는 가상의 공간을 마련한다. 그런 의미에서 ‘그림’은 단순히 캔버스에 투사된 ‘이미지’가 아니며, 오히려 그것이 전제하고 있는 복잡한 역학 관계를 무려 3차원에서 새롭게 해명할 수 있는 여지가 있다는 점에서, 스스로를 조각적인 회화로 규정한다.</p><br /><br />
<p>우리는 한때 레트로 열풍을 순항하면서, 과거라는 물신을 소비주의의 맥락으로 선뜻 수렴했다. 하지만 그러한 경향은 본 전시에서 더 이상 반복될 수 없다. 왜냐하면 본 전시는 그토록 섣부르게 와해된 시간에 대한 원근법을 재/조정함으로써, 회화라는 매체가 과거의 잔해에 함몰되지 않은 채로 과거 자체에 개입할 수 있는 나름의 체계를 마련했기 때문이다. 이로써 현재라는 시간의 공백은 과거에 의해 식민화되는 대신, 오히려 과거를 조형의 대상으로 삼아, 레트로와 변별되는 새로운 과거를 구현해낸다. 이는 좀비 형식주의 이후의 상황에서, 지금의 회화가 비로소 자생하기 위한 전략을 암시한다. 그에 따르면 일련의 작업들은 미술사에서 누적된 관습을 끊임없이 변용할 수 밖에 없는 상황을 효과적으로 대변하면서, 현재의 공허를 말 그대로 다시 그리고 있다.</p><br /><br /><br />
<p style="font-weight:bold;">작가노트</p><br /><br />
<p style="text-decoration:underline">좌표계</p><br /><br />
<p>오늘의 회화는 어떤 좌표에서 시작해야 할까?<br />
이미 많은 이야기들이 오고갔지만, 다시 이런 질문을 던져볼 수 있을 것 같다.<br />
회화는 여전히 평평한가? 혹은 평평해야 하는가?<br />
많은 회화 작품은 벽에 걸려있음과 동시에 뒷부분, 반대편은 보이지 않는다.<br />
바닥에 놓여도, 모서리에 설치해도 그렇다.<br />
그렇다면 회화는 계속해서 얇은 층, 평면을 추구해야만 하는가?<br />
하지만 스트레쳐도 부피를 가진다. 그건 종이라고 해도 마찬가지이고, 얇고 평평한 물감층 역시 부피로서 존재한다.<br />
새삼 왜 당연한 이야기를 하는가?<br />
이제는 평평한 것을 평평하게만 볼 수 없는 세상이 되었기 때문이다.<br />
표면을 따라서, 평평한 것만 보려 해도 결국 이것이 입체임을 떠올리지 않을 수 없게 된 것이다.<br />
따라서 지난날의 교훈에 따라, 여기서부터 시작해보면 확실한 시작 좌표를 찾을 수 있을지도 모르겠다.<br />
부조 혹은 조각처럼 되거나, 아니면 아예 지지체에서 벗어나 환경 자체가 되는 회화들 사이에서,<br />
아직은 보다 전통적인 모습을 유지한 채 변화하는 좌표계를 가늠해보자.</p><br /><br />
<p style="text-decoration:underline">work-6</p><br /><br />
<p>동일한 것을 보더라도 보는 사람마다, 그리고 보는 상황마다 조금씩은 달리 볼 것이다.그런 이유 때문일까? 망막에 비친 세상이 실시간으로 수집됨과 동시에, 공유와 재해석으로 공명하는 지금, 주관성의 표면적은 날이 갈수록 넓어지는 듯하다.붓을 쥐고 화면을 마주 보며, 눈앞의 시선에서 있는 그대로를 취하고자 애를 쓰지만,시작과 동시에 돌연 중단되고 만다.이미 만물은 실재하는 모든 경우의 수를 과거, 현재, 미래 할 것 없이 무한으로 유희 중일 테니 말이다.</p><br /><br />
<p>이제는 그러한 시각의 중단을 순순히 수긍한 후를 상상하게 된다. 보면 볼수록 낮아지는 실재의 압력과, 이에 반비례하는 유희의 가속력이 서로를 상쇄하는 0의 교차 지대에서, 화가가 해야 하는 일이 무엇일까 가늠해 보자. 이번에도 선 긋기의 궤적 위에 여러 좌표들을 베어내는 일로부터, 정지된 시작을 손에 쥐고 바탕과 표면에 함께 담아 천천히 우려내보려 한다.</p><br /><br />
<p style="text-decoration:underline">작업과정</p><br /><br />
<p>작업을 진행할 지지체의 면적과 동일한 마스킹 필름에, 칼날 두 개를 11자 형태로 함께 붙잡아, 한 획에 2줄씩 절개되는 칼선을 반복하여 적용해, 표면 전체를 가득 채우는 과정으로부터 여정은 시작된다. 진행된 필름은 지지체 표면으로 옮겨진 후, 칼선의 내부에 해당하는 필름들만 모두 벗겨 제거하게 된다. 그렇게 하면 표면은 스트라이프 형태의 필름으로 마스킹 되는데, 이 상태가 회화의 기본 밑 작업에 해당한다. 그 위에 페인팅을 진행하고 물감이 모두 건조된 후, 마스킹 필름을 제거하면, 결과물에서는 필름이 지지체로 옮겨지기 이전과 그 이후의 표면을 동일 화면에서 함께 보게 된다.</p><br /><br />
<p>작업(work 6)은 기본이 되는 각기 다른 회화 3점을 먼저 제작하고, 이 후 필름이 적용되어 진행될 층위 작업 횟수를 두 번과 세 번으로 나누어, 두 번 적용된 이중화면 3점, 세 번 적용된 삼중화면 3점, 하여 총 9점의 회화로 진행되었다. 이는 최초 3점(1,2,3)이 각 화면에서 겹칠 수 있는 순서를 야바위 하듯 뒤섞고 그 경우의 수를 바탕으로 이중화면, 삼중화면의 결과값을 도출한 뒤, 그 일부를 선별한 것이다. 선별 조건은 과정상 같은 순서의 조합이 화면에서 중복하지 않게, 이중 화면의 여섯 가지(1/2, 1/3, 2/1, 2/3, 3/1, 3/2) 중 삼중 화면(1/2/3, 2/3/1, 3/1/2)과 중복되는 세 가지(1/2, 2/3, 3/1)는 미리 제외하여 진행하고, 삼중 화면에서도 마찬가지로 앞서 선별한 이중 화면과 중복되는 값을 뺀 나머지 값(1/3, 2/1, 3/2)으로 진행하였다. 해당 작업에서 같은 그림을 총 6번씩 반복하여 그렸고, 결과물로 남은 9점에서 실제 진행된 회화의 횟수는 총18회이다.</p> 
</div>`,
        vr : 'https://xr.screenxyz.net/coordinates'
    },
    {
        num : 2,
        gpunum : 'GPU - 3 - :',
        slug : 'tabbybone',
        title : '범은 그려도 뼈다귀는 못 그린다 Tabby Bone',
        artist : ['Intan Kwak', 'Eusung Lee', 'Eunsae Lee'],
        date : '32 - 27 Fev 2022',
        img : ['tabby01.jpg', 'tabby02.jpg'],
        text : '',
        vr : 'https://xr.screenxyz.net/tabbybone'
    },
    {
        num : 1,
        gpunum : 'GPU - 2 - :',
        slug : 'ult',
        title : 'ULT',
        artist : ['Intan Kwak', 'Youngjea Kim', 'Seongjin Jeong'],
        date : '30 Oct - 2 Nov 2021',
        img : ['ult01.jpg', 'ult02.jpg'],
        text : '',
        vr : ''
    },
    {
        num : 0,
        gpunum : 'GPU - 1 - :',
        slug : 'auto',
        title : 'AUTO',
        artist : ['Intan Kwak', 'Youngjea Kim', 'Eun Oh'],
        date : '2-8 September 2021',
        img : ['auto01.jpg', 'auto02.jpg'],
        text : '',
        vr : ''
    }
] 